{
	"lista": [
			"o-04-13",
			"o-01-06",
			"t-01-16",
			"o-06-37",
			"f-01-41",
			"o-04-777",
			"o-01-01",
                        "o-03-03",
                        "f-01-02",
                        "o-01-04",
                        "o-06-20"
			],
	"abn": [
			{
				"name": "O-04-13: 'The Dapper Duck'",
				"color": [255, 255, 0],
				"risk": "ZAYIN",
				"thumbnail": "https://u.cubeupload.com/dagll/quack.png",
				"description": "O-04-13 is an object resembling a common rubber duck that is wearing a cylinder. The hat appears to be stuck, and attempts to pull it off have triggered anomalous behaviour in O-04-13. The anomalous behaviour of O-04-13 is manifested in the form of an auditory illusion experienced by all people in a certain range that are considered to be 'participating in the conversation' by the abnormality. \n The people under the effect of the illusion can hear a male voice, described by employee [REDACTED] as 'vaguely teenage' and 'awkward'. The voice has a noticeable accent, and it insists that english isn't its native language. The abnormality is not in any way harmful, even struggling to carry out verbal abuse under the pretence of 'not wanting to make other people's day worse than it has to be'. \n Therefore, it can be concluded that despite possessing some anomalous capabilities, it is harmless and is otherwise an ordinary rubber duck.",
				"gift": "The Duckhat"
			},
			{
				"name": "O-01-06: 'Deemo'",
				"color": [100, 255, 100],
				"risk": "HE",
				"thumbnail": "https://u.cubeupload.com/dagll/deemo.png",
				"description": "O-01-06 appears to be a tall, dark creature in a black suit with a white bowtie. The abnormality does not show any interest in communication, but has shown the ability to talk, if one manages to reach a certain level of closeness with it. The abnormality sometimes refers to itself as a musician, and another anomalous property of O-01-06 is its ability to find a normal-sized piano within 10 meters of its location at the time when it shows an interest in playing it. The mechanism of the piano's arrival is unknown, since the employees that work on it when the abnormality exhibits anomalous behaviour have reported that 'the piano was always in the containment chamber', and all recordings from any security cameras that could shed some light on the piano's arrival mechanism appear to be corrupted. Surprisingly, O-01-06 is not actually able to produce any music, but it sometimes makes attempts at doing so. \n The 'music' that it plays can be heard quietly by every creature on Earth. The performance causes a small amount of white damage to all people in the facility. The only known way to avoid the effects of the performance is the abnormality's EGO Gift. Upon further testing it has been found that only people within the radius of approximately 200 meters from the abnormality are able to retain the memory of the performance, while everyone outside of that radius immediately forgets about the event after it is over. The abnormality itself has never shown any signs of aggression, but its performances, albeit rare, can cause disastrous consequences.",
				"gift": "Tranquility"
			},
			{
				"name": "T-01-16: 'Intellectual Maniac'",
				"color": [40, 40, 255],
				"risk": "TETH",
				"thumbnail": "https://u.cubeupload.com/dagll/math.png",
				"description": "T-01-16 is a humanoid abnormality resembling a normal human male of roughly 30 years old, according to the general body features. The only unusual feature of the abnormality is the creepy mask with glowing eyes on its face, made of a plastic-like material. When asked to remove the mask, the abnormality has refused. Under normal circumstances T-01-16, despite the looks, is rather calm, and sometimes prone to somewhat dramaticized but harmless acts that it considers befitting of a 'psycho'. It only exhibits anomalous properties when threatened, either with direct physical violence or with removing its mask. \n Whenever T-01-16 feels threatened by a living thing, like an animal, a human or another abnormality, it uses its superhuman intellect to convince the offender to either stop their attack or even begin fighting on the abnormality's side. If convincing the attacker proves impossible, the abnormality attempts to control the attacker's mind, dealing moderate amounts of white damage and possibly gaining full control over the target. \n When the abnormality was questioned by employee [REDACTED] about the methods which it uses to gain control over other creatures' minds, it launched into a long and detailed explanation, which gradually turned into a lecture on the practical application of N-dimensional space mathematical formulas and how higher mathematics in general can be utilized to manipulate the structure of reality. The recording of the lecture is still being examined, but the researchers state that it will be impossible to understand it in the forseeable future.",
				"gift": "Sally Face"
			},
			{
				"name": "O-06-37: 'Being L'",
				"color": [79, 196, 240],
				"risk": "ALEPH",
				"thumbnail": "https://u.cubeupload.com/dagll/lambda.jpg",
				"description": "This abnormality is known to take many different forms and aliases. O-06-37 sometimes is referred to as 'Commander', other times - 'Manager'. Only one thing is known for sure - what is currently situated within the containment chamber is only a plastic replica of the actual abnormality, due to the fact that containing O-06-37 appears to be infeasible. \n O-06-37 has a wide array of anomalous properties, but most of them are situational, and tied to concrete manifestations of the abnormality. It has shown the ability to communicate with a set of another anomalous, supposedly  extra-dimensional beings (O-06-37-1), referred to as '7W17CH-CH47'. The abnormality appears to be interested in 'playing' different reality variations under rulesets imposed by either an unknown force or the abnormality itself for the amusement of O-06-37-1. The relationship between the abnormality and O-06-37-1 appears to be vaguely symbiotic, at least from the fact that the 'viewers' have on several occasions been observed to ligtly verbally abuse O-06-37 while the abnormality took it in stride or even laughed it off. \n The abnormality is highly dangerous, since it is almost impossible to predict what exactly is within the scope of its powers, and it does not always take the most optimal route to accopmlish the tasks that it is speculated to have, therefore its actions often result in casualties or even large-scale disasters.",
				"gift": "Δelta"
			},
			{
				"name": "F-01-41: 'The Cursed Huntsman'",
				"color": [102, 51, 0],
				"risk": "WAW",
				"thumbnail": "https://u.cubeupload.com/dagll/hunter1.png",
				"description": "An abnormality resembling a tall human. It is wearing a somewhat worn-out, faded coat that has claw marks on it. \n \n 'The hunter had seen the wolf, and, his mind in fog from the excitement of finally finding his foe, he fired his gun. He had no regard for the lone bystander clad in red. As the beast roared from the pain of being glazed by a bullet, it slashed around with its claws.' \n \n 'After a brief fight, the wolf escaped, leaving the hunter with regret, and two bodies to tend to - young one, that passed out from the pain and was now bleeding out on the floor, and a mauled, bloody mess that could probably be the original owner of the house.' \n \n 'In the end, the hunter had never found rest. The guilt was ebbing at his soul, and he eventually took his life. Now, there is a folk tale of a tall man with a rifle that seeks vengeance - beware, for he does not know human from wolf anymore, and remember - he may be a deadly marksman, bit he is, however, afraid of missing.'",
				"gift": "[NO DATA]"
			},
			{
				"name": "O-04-777: 'The Lucklaster'",
				"color": [255, 255, 255],
				"risk": "HE",
				"thumbnail": "https://u.cubeupload.com/dagll/lackluster.jpg",
				"description": "O-04-777 has many forms and appearances, but all of them have one common feature - they are related to luck in some way. Cases of it appearing as a slot machine, a magic 8-Ball, and a smartphone manufactured by the [REDACTED] company with a preinstalled gacha game have been documented, but its usually appears as a pair of dice. It will begin to lower the 'luck' of all of the employees in its department unless work on O-04-777 is done regularly. When using the abnormality for its main purpose, it leads to the worst results possible in any situation. \n \n After completing Attachment work on O-04-777 and getting a Bad result employee [REDACTED], who was considered to be very lucky by their colleagues, returned with a very upset expression. Later interviews and tests had shown that [REDACTED] had lost all of their luck for over a month. The abnormality is capable of temporarily absorbing the luck of the employee that makes physical contact with it. The employee's initial luck, as well as the work result, have shown to have a correlation with the 'unlucky' period - the luckier the person coming into contant with the abnormality initially are, the longer this period will be. The result of an interaction, however, seems to be completely unaffected by any previous instances of interaction with the abnormality. \n \n O-04-777 was discovered in a box around the [REDACTED] area, after a mass genocide of the locals. The box had a label on it which read: 'This item does not understand the meaning of luck'. After [OMITTED] tests were done, it was concluded that O-04-777 possesses its own will, or something akin to that.",
				"gift": "Snake Eyes"
			},
			{
				"name": "O-01-01: 'Test Dummy'",
				"color": [0, 0, 0],
				"risk": "ZAYIN",
				"thumbnail": "https://u.cubeupload.com/dagll/nodata.png",
				"description": "For testing purposes only.",
				"gift": "Depression"
			},
            {
				"name": "O-03-03: 'One Sin and Hundreds of Good Deeds'",
				"color": [0, 0, 0],
				"risk": "ZAYIN",
				"thumbnail": "",
				"description": "A giant skull with a crown of thorns and cross tied to it, levitating about a meter above the ground.\n
				Despite its harsh appearance, it is hardly harmful. It often makes noises by clacking its teeth together but there is no need to pay extra attention to that noise. Less attention is required compared to other Abnormalities.\n
				It feeds on human 'sins', revealed through confession. Employee on duty must sit (or stand) in front of the creature and confess to his/her sins.\n
				Recently, a positive impact was discovered. A study showed that the employees who succeeded in confessing have recovered some part of their mental health. The cause of this decrease is still mystery. Also, the outcome is not known for confessions on non-factual events.\n
				(Removed) 'Experiment Log x2-321: We categorized all sins people make into three levels. Level 1, 'insignificant lie or action that wouldn't draw any attention, kind that one would be able to talk about in a social setting and laugh at'. Level 2, 'slightly serious mistake that you would only talk to your closest friends about'. Level 3, 'a great sin that one would carry around for their entire life and tell no-one about'. Employee, (Redacted) was sent in to confess to a Level 1 sin. Energy levels increased 12%. Employee, (Redacted) was sent in to confess to a Level 2 sin. Energy levels increased 15%. Employee, (Redacted) was sent in to confess to a Level 3 sin. 1min. 48sec. after the employee went in, a bright light flashed. Inferring from the amount of light that had leaked outside the containment room, inside may have been blindingly bright. Our offices experienced a power outage right afterwards. The blackout continued for 2 hours. The select Abnormality's stress levels increased 5%, and energy levels decreased. (Redacted) lost past 6 years' memories. The experiment came to a halt. Privacy matters warranted a policy to keep surveillance cameras classified. But to understand the incident there was no choice but to view the surveillance material. The following is an excerpt from the video. The footage is not fully intact; the data was damaged from the moment of the blinding flash of light.\n
				(Redacted) : 'This happened during <Redacted>, about 4 in the afternoon. Damn, does this even work...? Anyway, there was a train track about 20 minutes away from my house. I had a neighborhood friend I used to hang out with. We were close, I think. One day, there was something like a Halloween party. We decided to dress up as animals. One of my friends was a deer. The costume was made with some crappy antlers, and some clothes with dark spots on it, not convincing at all. I... I don't know how the kid got into the forest. We noticed he was gone after a while, maybe an hour. We found him wandering around between the trees, and yelled 'STOP!' I guess he thought we were calling him here. He ran toward us and... We heard a few gunshots and that was it. The blood splattered to my shoes. We never dressed up like animals again. That's it.'\n
				Observation Log 4_435\n
				Of course its eye sockets were empty, it was a skull. It didn't mean that it couldn't see. I can feel its gaze on me, listening. Letting stuff out in confession did lightened the psychological burden.\n
				Later we went to the hometown to investigate the aforementioned incident. A boy named (Redacted) was indeed shot to death 3 times with a shotgun after entering the forest dressed like a deer, during hunting season. Unlike the confessed story, there was a witness that said (Redacted) was not close to the group of kids in the area, they didn't get along well. Also, the witness mentioned hearing children yell 'RUN,' immediately before the blast of the shotgun."
                                "gift": "Penitence"
			},
			{
				"name": "F-01-02: 'Scorched Girl'",
				"color": [0, 0, 0],
				"risk": "TETH",
				"thumbnail": "",
				"description": "An Abnormality in the form of a burnt girl. Even if there’s nothing left to burn, the fire engulfing her does not extinguish.
								A match has impaled the girl like a stake. The match is usually burns and the Abnormality does not show any signs of distress. Some even speculate that the Abnormality is the match, not the girl. However, there have been recent sightings of the scorched girl weeping.
								Excerpt from Doctor <Redacted>'s Research Log, an Abnormality Specialist
The charred body signifies the child’s shattered hope, while the perpetual fire means her desire for affection. She is always struggling between the two.
Damn, we paid a boat load for this rubbish?
Employees Conversations

She’s like a ticking time bomb. It’s difficult to know if she’s in a good mood or not. We just pray to the God that it's not me before entering the containment unit. She won’t get better. We can only stop her from getting worse.
<Employee M-3923 Counseling Log>
I never thought the Abnormality would be able to escape. Maybe we were getting careless, but it seemed that all it could do was just burn up the match in its body. Yes, our response was a bit late. (Omitted) Most Abnormalities that try to escape would attack the employees in front of them. But it didn’t show any aggression toward the employees nearby. Instead, it headed to a different department, the most crowded place in the company. If we didn’t suppress it at the door, half the people here wouldn't be alive today.",
                                "gift": "Forth Match Flame"
                        },
                        {
                                "name": "O-01-04: 'The Queen of Hatred'",
                                "color": [0, 0, 0],
                                "risk": "WAW",
                                "thumbnail": "",
                                "description": "Creature has the appearance of a woman ready fight any villain for peace and justice.
Generally the creature is kind and polite to the employee and is able to converse casually. Creature continues to believe that it is a hero sent to save the world and is considerably proud of that fact.
When the creature is faced with 'Anxiety' or 'Skepticism', within 2-4 days its outer persona changes and creature displays symptoms of dissociative disorder.
Its definition of good and evil is fixed in its mind. Some assume that, when the creature’s beliefs led to the horrible doubt about the existence of evil, it chose to become ‘evil’ to negate that doubt.
After ‘enraged’ behavior passes, it does not remember its own behavior. There is no need to remind the creature of past events.
Employee M4032 : so, how are you doing today?
Magical girl : Great. It’s quiet in here and the world is peaceful. Peace is a great thing. No more villains. Right?
Employee M4032: You look a bit blue today.
Magical girl: Still great. World is peaceful, in here it’s… (Creature fell silent)
(Omitted)
Employee M4032: Hey, are you alright?
Magical girl: Why is it still so peaceful? I live to defeat evil villains. The world doesn’t need me at all, does it? Oh, did I tell you I’m a magical girl? I was chosen to bring peace in to the world. But today, it’s already quiet. (Creature continued to murmur incomprehensible words by itself)
(The creature showed signs of anxiety and compulsive behavior; it didn’t even notice when the Employee came into the chamber)
Magical girl: The world is divided into good and evil. I stand with justice. If I am good, there must be evil too. Without evil, I cannot exist. Who would save the world then?
After these symptoms where displayed she was sedated with enough anesthetic to last 3 days.
Interview Log S3_4921
<Warning>
Personnel clearance must be Level 3 or higher to read this document
This recording is from the date of <Redacted>, incident number <Redacted> The abnormality used the confinement facility’s emergency phone to call an employee n the Emergency Response Department.
Magical girl: (Continued sobbing noises)
Employee: Emergency Response Department. Identification, please.
Magical girl: I.. I did it. Oh, I, I couldn’t stop myself. If someone died, the blood is on my hands. I ruined everything. I betrayed those people who were so kind to me. I don’t remember …
Employee: What happened?
Magical girl: I don’t know. They aren’t moving. There is so much blood. I’m sorry. I just want to say sorry.
(Omitted)
Three corpses were found in the abnormality’s containment chamber. The discovered bodies were of the employees assigned to prevent incidents. Afterwards, Magical Girl lost recollection of the entire incident.",
                                "gift": "In the Name of Love and Hate"
                        },
                        {
                                "name": "O-06-20: 'Nothing There'",
                                "color": [0, 0, 0],
                                "risk": "ALEPH",
                                "thumbnail": "",
                                "description": "It has the shape of a human but it is surely not one. At a certain period of time it devours an employee and wears the skin. During that process that the bone structure and the organs are made a mess, so it takes a strange form.
The creature does have a tongue but it does not know how to talk, so therefore can only make meaningless sounds. There is no telling what is inside the shell but its skin wears out continuously, so there is a need to change and maintain the outer skin. It does not feel regular pain so it does not care about broken bones. The creature may break its own bones and cut itself up in order to escape through a small route.
More and more, I discovered that this Abnormality might be evolving. It shows the act of following the character of the person who was the owner of the shell. And it tries to make an attempt to equate itself with human beings.'
When escaped, it wears skin of the employee it killed and mimics that person. Then, without any sign, it reveals the true form. More resemblance to human is shown compared to the early form. Now it is confirmed that the abnormality possesses bipedalism, organs are in proper position. With additional physical strength. Employees are afraid of this form.'
Warning for something
If it has been confirmed that it had escaped and stood on two feet, then there is only one thing you can do. Place yourself in a proper posture and gather your hands neatly, then pray to the God that you believe in and just observe the situation.
Excerpt from Interview Log #4-593
Employee F4055 : “If anyone of us turns out to be crazy, 80% of the blame is on that creature. Like most Abnormalities here, no one knows the reason for its existence. I don't know what's inside that makes it cover itself up with human skin, and I don't know how the skin wears out so quickly. I don't know why it wouldn't take care of its own skin, (Omitted)
When it's eating one of us, it's so disgusting that it's psychologically damaging just to think of it. Anyway, going to the confinement zone to check on the skin status is real work. Just think of it. A colleague you talk to and laughed with a few days ago, now has a broken neck and organs sticking out while crawling with four legs. (Omitted)
That's not all the creature does. When I was new here, no one wanted to go in that room, so I was sent in. It was worse than now. It took the shape of a human twisted into God knows what. It tried to act like a human and tried to talk to itself in the mirror. It tried to regain its proper structure. Its actions felt like it was mimicking ‘our’ behavior. You never know, it might be around us pretending to be human.
<Warning> Personnel clearance must be Level 3 or higher to read this document
(This recording is of a call from the creature confinement area’s emergency phone. Telephones are installed in rooms of creatures with HE or higher threat level to enable quick response in an urgent situation)
Employee M3120 : Respond, respond. This is the confinement zone of ‘Nothing There’
Emergency Response Department(ERD) : This is the emergency response team. How can I help you?
Employee M3120: I need a stun gun right now! I have an emergency situation here!
ERD : Can you specify the reason, please?
Employee M3120: The Abnormality...(noise, something breaking) It's ripping up the employee.
ERD : Pardon?
Employee M3120: It's killing my colleague!
ERD : Will respond immediately. Please identify the employee being attacked.
Employee M3120: Uh… It’s M2658, no M26850. Name, <Redacted>. I’m M3120 <Redacted>.
ERD : ID confirmed. What is happening to your colleague at this moment?
Employee M3120 : Yeah, just please hurry. We need a weapon to control the creature. (noise – presumably M2658’s scream)Oh god, this is…
ERD : Can you tell me what is happening?
Employee M3120 : An Abnormality is attacking my colleague. It is literally ripping apart my colleague. I can’t do anything. I repeat. I need a weapon to control the creature.
ERD : Emergency Response Team has been dispatched. They will arrive shortly.
(Omitted)
ERD : <Redacted>, what’s happening? Is it still attacking your colleague?
Employee M3120: Yeah, oh no. I think it’s done now.
ERD : Has it stopped attacking your colleague?
Employee M3120 : No. My colleague is... he is dead. I repeat he is dead.
ERD : How can you be sure?
Employee M3120 : Because he looks… he is…
ERD : Has he been ripped? Which parts are damaged?
Employee M3120 : All of them.
Interview log
Like the way our employees observe the Abnormalities, ‘Nothing is there’ is also observing us.
And after using the employee’s shell, it thinks of itself as the dead employee.
Next, it imitates the usual behavior of the employee, talking habits, likes and dislikes and anything it can see.
We don’t know how carefully, and for how long it had been observing the employees to imitate them.
What I’m saying is, we can’t treat it as ‘a scary monster without any intelligence’.
Even now, it may be strolling about inside a shell of someone that we know.
And it becomes more and more like human.
The transformation is also getting faster. It’s giving me goosebumps.
When the day comes when we can’t distinguish it from humans, it will be the day of the company’s destruction.
We need to stay vigilant on this abnormality.
The Following is a recording of unusual behaviors of an employee that became skin of “Nothing there.”.
F2930 : Manager, Manager!
M2023 :Hey, you’ve been calling for manager since morning. What’s wrong with you? With that smile and all.
F2930:…
M2023 : Anyway, I hope we get pasta for the dinner. With thick bacon.
F2930:…
M2023 : Oh, I got an alarm. “The latest employee who worked on 'Nothing there’ to counselor’s office immediately.”
F2930:…
M2023 : Isn’t that...you?
F2930 : ...
M2023 : Hey, say something.
F2930 : Manager! Manager! ████████! !!
Employee B proceeded to take measure immediately upon hearing the word. However, 'Nothing there.' ripped out of Employee A, revealing the first form. Recording were audio only, leaving what exactly happened mysteries.
The skin containing “Nothing there” tries to impersonate the employee who it tried to kill. It mimics the behaviors or words of the employee it last saw.
And many skins yelled only one word. “Manager”.",
                                "gift": "Mimicry"
                        }
					]
					
				

}