{
	"lista": [
			"o-04-13",
			"o-01-06",
			"t-01-16",
			"o-06-37",
			"f-01-41",
			"o-04-777",
			"o-01-01",
			"o-03-03",
			"f-01-02",
			"o-01-04",
			"o-06-20"
			],
	"abn": [
			{
				"name": "O-04-13: 'The Dapper Duck'",
				"color": [255, 255, 0],
				"risk": "ZAYIN",
				"thumbnail": "https://u.cubeupload.com/dagll/quack.png",
				"description": "O-04-13 is an object resembling a common rubber duck that is wearing a cylinder. The hat appears to be stuck, and attempts to pull it off have triggered anomalous behaviour in O-04-13. The anomalous behaviour of O-04-13 is manifested in the form of an auditory illusion experienced by all people in a certain range that are considered to be 'participating in the conversation' by the abnormality. \n The people under the effect of the illusion can hear a male voice, described by employee [REDACTED] as 'vaguely teenage' and 'awkward'. The voice has a noticeable accent, and it insists that english isn't its native language. The abnormality is not in any way harmful, even struggling to carry out verbal abuse under the pretence of 'not wanting to make other people's day worse than it has to be'. \n Therefore, it can be concluded that despite possessing some anomalous capabilities, it is harmless and is otherwise an ordinary rubber duck.",
				"gift": "The Duckhat"
			},
			{
				"name": "O-01-06: 'Deemo'",
				"color": [100, 255, 100],
				"risk": "HE",
				"thumbnail": "https://u.cubeupload.com/dagll/deemo.png",
				"description": "O-01-06 appears to be a tall, dark creature in a black suit with a white bowtie. The abnormality does not show any interest in communication, but has shown the ability to talk, if one manages to reach a certain level of closeness with it. The abnormality sometimes refers to itself as a musician, and another anomalous property of O-01-06 is its ability to find a normal-sized piano within 10 meters of its location at the time when it shows an interest in playing it. The mechanism of the piano's arrival is unknown, since the employees that work on it when the abnormality exhibits anomalous behaviour have reported that 'the piano was always in the containment chamber', and all recordings from any security cameras that could shed some light on the piano's arrival mechanism appear to be corrupted. Surprisingly, O-01-06 is not actually able to produce any music, but it sometimes makes attempts at doing so. \n The 'music' that it plays can be heard quietly by every creature on Earth. The performance causes a small amount of white damage to all people in the facility. The only known way to avoid the effects of the performance is the abnormality's EGO Gift. Upon further testing it has been found that only people within the radius of approximately 200 meters from the abnormality are able to retain the memory of the performance, while everyone outside of that radius immediately forgets about the event after it is over. The abnormality itself has never shown any signs of aggression, but its performances, albeit rare, can cause disastrous consequences.",
				"gift": "Tranquility"
			},
			{
				"name": "T-01-16: 'Intellectual Maniac'",
				"color": [40, 40, 255],
				"risk": "TETH",
				"thumbnail": "https://u.cubeupload.com/dagll/math.png",
				"description": "T-01-16 is a humanoid abnormality resembling a normal human male of roughly 30 years old, according to the general body features. The only unusual feature of the abnormality is the creepy mask with glowing eyes on its face, made of a plastic-like material. When asked to remove the mask, the abnormality has refused. Under normal circumstances T-01-16, despite the looks, is rather calm, and sometimes prone to somewhat dramaticized but harmless acts that it considers befitting of a 'psycho'. It only exhibits anomalous properties when threatened, either with direct physical violence or with removing its mask. \n Whenever T-01-16 feels threatened by a living thing, like an animal, a human or another abnormality, it uses its superhuman intellect to convince the offender to either stop their attack or even begin fighting on the abnormality's side. If convincing the attacker proves impossible, the abnormality attempts to control the attacker's mind, dealing moderate amounts of white damage and possibly gaining full control over the target. \n When the abnormality was questioned by employee [REDACTED] about the methods which it uses to gain control over other creatures' minds, it launched into a long and detailed explanation, which gradually turned into a lecture on the practical application of N-dimensional space mathematical formulas and how higher mathematics in general can be utilized to manipulate the structure of reality. The recording of the lecture is still being examined, but the researchers state that it will be impossible to understand it in the forseeable future.",
				"gift": "Sally Face"
			},
			{
				"name": "O-06-37: 'Being L'",
				"color": [79, 196, 240],
				"risk": "ALEPH",
				"thumbnail": "https://u.cubeupload.com/dagll/lambda.jpg",
				"description": "This abnormality is known to take many different forms and aliases. O-06-37 sometimes is referred to as 'Commander', other times - 'Manager'. Only one thing is known for sure - what is currently situated within the containment chamber is only a plastic replica of the actual abnormality, due to the fact that containing O-06-37 appears to be infeasible. \n O-06-37 has a wide array of anomalous properties, but most of them are situational, and tied to concrete manifestations of the abnormality. It has shown the ability to communicate with a set of another anomalous, supposedly  extra-dimensional beings (O-06-37-1), referred to as '7W17CH-CH47'. The abnormality appears to be interested in 'playing' different reality variations under rulesets imposed by either an unknown force or the abnormality itself for the amusement of O-06-37-1. The relationship between the abnormality and O-06-37-1 appears to be vaguely symbiotic, at least from the fact that the 'viewers' have on several occasions been observed to ligtly verbally abuse O-06-37 while the abnormality took it in stride or even laughed it off. \n The abnormality is highly dangerous, since it is almost impossible to predict what exactly is within the scope of its powers, and it does not always take the most optimal route to accopmlish the tasks that it is speculated to have, therefore its actions often result in casualties or even large-scale disasters.",
				"gift": "Δelta"
			},
			{
				"name": "F-01-41: 'The Cursed Huntsman'",
				"color": [102, 51, 0],
				"risk": "WAW",
				"thumbnail": "https://u.cubeupload.com/dagll/hunter1.png",
				"description": "An abnormality resembling a tall human. It is wearing a somewhat worn-out, faded coat that has claw marks on it. \n \n 'The hunter had seen the wolf, and, his mind in fog from the excitement of finally finding his foe, he fired his gun. He had no regard for the lone bystander clad in red. As the beast roared from the pain of being glazed by a bullet, it slashed around with its claws.' \n \n 'After a brief fight, the wolf escaped, leaving the hunter with regret, and two bodies to tend to - young one, that passed out from the pain and was now bleeding out on the floor, and a mauled, bloody mess that could probably be the original owner of the house.' \n \n 'In the end, the hunter had never found rest. The guilt was ebbing at his soul, and he eventually took his life. Now, there is a folk tale of a tall man with a rifle that seeks vengeance - beware, for he does not know human from wolf anymore, and remember - he may be a deadly marksman, bit he is, however, afraid of missing.'",
				"gift": "[NO DATA]"
			},
			{
				"name": "O-04-777: 'The Lucklaster'",
				"color": [255, 255, 255],
				"risk": "HE",
				"thumbnail": "https://u.cubeupload.com/dagll/lackluster.jpg",
				"description": "O-04-777 has many forms and appearances, but all of them have one common feature - they are related to luck in some way. Cases of it appearing as a slot machine, a magic 8-Ball, and a smartphone manufactured by the [REDACTED] company with a preinstalled gacha game have been documented, but its usually appears as a pair of dice. It will begin to lower the 'luck' of all of the employees in its department unless work on O-04-777 is done regularly. When using the abnormality for its main purpose, it leads to the worst results possible in any situation. \n \n After completing Attachment work on O-04-777 and getting a Bad result employee [REDACTED], who was considered to be very lucky by their colleagues, returned with a very upset expression. Later interviews and tests had shown that [REDACTED] had lost all of their luck for over a month. The abnormality is capable of temporarily absorbing the luck of the employee that makes physical contact with it. The employee's initial luck, as well as the work result, have shown to have a correlation with the 'unlucky' period - the luckier the person coming into contant with the abnormality initially are, the longer this period will be. The result of an interaction, however, seems to be completely unaffected by any previous instances of interaction with the abnormality. \n \n O-04-777 was discovered in a box around the [REDACTED] area, after a mass genocide of the locals. The box had a label on it which read: 'This item does not understand the meaning of luck'. After [OMITTED] tests were done, it was concluded that O-04-777 possesses its own will, or something akin to that.",
				"gift": "Snake Eyes"
			},
			{
				"name": "O-01-01: 'Test Dummy'",
				"color": [0, 0, 0],
				"risk": "ZAYIN",
				"thumbnail": "https://u.cubeupload.com/dagll/nodata.png",
				"description": "For testing purposes only.",
				"gift": "Depression"
			},
            {
				"name": "O-03-03: 'One Sin and Hundreds of Good Deeds'",
				"color": [200, 200, 200],
				"risk": "ZAYIN",
				"thumbnail": "https://u.cubeupload.com/dagll/onesin.png",
				"description": "A giant floating skull impaled by a cross. The abnormality has a thorny crown. Any attempts of escape or aggression weren't recorded so O-03-03 is easy to manage. The object is seemingly able to weight any sin and requires confession from the 'sinner' that entered the containment chamber. The employee should confess any sin, whether it's an unnoticed misbehavior or a serious crime. O-03-03 produces energy proportionally to the severity of the sin.\n\nWarning! Lying to the abnormality is forbidden. It is able to detect lies and seems to not welcome any form of misinformation. When confessing to O-03-03, any employee must try to be as honest as possible. We don't want another [REDACTED] incident.\n\nExcerpt from the diary of employee [REDACTED]\nSome employees misunderstand the meaning of the risk levels. They believe that abnormalities with lower risk level are weaker. What nonsense. That skull is probably one of the most powerful beings in this facility. The only reason that it has lower risk level is the fact that it's very docile and doesn't have any bad or harmful intentions. However, I've seen what happened to [REDACTED] after he went to the containment chamber. Apparently he broke the only rule that everyone should know, entering it's chamber. Lying to this abnormality is forbidden. [REDACTED] managed to survive, since the skull never kills anyone, but most of his memory was wiped. Our Sephirah informed us that he was 'resigned'. I'm sure, that skull has much more power than we imagine. Luckily, it didn't attempt any escapes or violent action. Still, I should always be careful with it.",
				"gift": "Penitence"
			},
			{
				"name": "F-01-02: 'Scorched Girl'",
				"color": [0, 0, 0],
				"risk": "TETH",
				"thumbnail": "https://u.cubeupload.com/dagll/nodata.png",
				"description": "No description avaliable.",
				"gift": "Forth Match Flame"
			},
			{
				"name": "O-01-04: 'The Queen of Hatred'",
				"color": [0, 0, 0],
				"risk": "WAW",
				"thumbnail": "https://u.cubeupload.com/dagll/nodata.png",
				"description": "No description avaliable.",
				"gift": "In the Name of Love and Hate"
			},
			{
				"name": "O-06-20: 'Nothing There'",
				"color": [0, 0, 0],
				"risk": "ALEPH",
				"thumbnail": "https://u.cubeupload.com/dagll/nodata.png",
				"description": "No description avaliable.",
				"gift": "Mimicry"
			}
				
		]
	}